{
  "translations": {
    "fr": "⚔ Vous êtes tellement épuisé que vous avez du mal à marcher. C'est alors que vous apercevez un village, vous êtes sauvé ! Vous arrivez non sans peines jusqu'au village et parvenez à sympatiser avec un groupe de villageois qui acceptent de vous nourrir et vous trouvent un endroit où dormir. Vous pensez bientôt partir, mais l’un des villageois vient vous demander une faveur. Vous faisant miroiter de grandes richesses, l'habitant vous supplie de les débarasser du châtelain voisin.",
    "en": "⚔ "
  },
  "possibilities": {
    "⚔": {
      "translations": {
        "fr": "Aider les villageois à se débarrasser du seigneur.",
        "en": ""
      },
      "issues": [
        {
          "translations": {
            "fr": "Avec l'aide de tout le village, vous organisez le siège du château. Aucune réaction n'est observée dans le château où l'on semble s'accomoder des légers désagréments causés par le blocage des routes aux alentours. Après quelques heures, les grilles du pont levis s'abaissent et une trentaine d'hommes se ruent vers le campement que vous avez établi. Une lutte sanglante s'engage alors. Dans la cohue, vous attrapez un cheval et fuyez.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 150,
          "money": 0,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous et les villageois organisez une rébellion ! Malheureusement, lorsque vous décidez d'attaquer un garde, les villageois trop effrayés ne vous suivent pas et s’enfuient. Votre adversaire vous donne un violent coup de poing qui vous fait tomber à la renverse, le garde en profite pour vous voler votre bourse.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":head_bandage:",
          "experience": 0,
          "money": -160,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous décidez d'organiser une révolte ! Cependant un villageois vous trahit afin d'obtenir une récompense. Les gardes du château se hâtent de vous apréhender. Vous parvenez à leur fausser compagnie, non sans avoir essuyé quelques coups.",
            "en": ""
          },
          "lostTime": 0,
          "health": -15,
          "effect": ":smiley:",
          "experience": 0,
          "money": 0,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous profitez de votre statut de chevalier pour visiter le châtelain, après les introductions, vous lui révélez la raison de votre venue en enfoncant une dague dans le cœur. Les gardes réagissent immédiatement et vous entourent. L’un d’entre eux vous donne un coup d'épée que vous parvenez à esquiver, mais un autre se précipite sur vous et vous transperce de sa lame.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 0,
          "money": 0,
          "item": false,
          "oneshot": true
        },
        {
          "translations": {
            "fr": "Vous tentez d’assiéger le château du seigneur avec le village mais la nuit tombe, vous décidez donc de dormir devant le château. Le seigneur en profite pour sortir avec ses hommes et arrive jusqu’à votre campement, mais un villageois alerte tout le monde. Vous vous précipitez sur le seigneur et le pourfendez d'un agile coup d'épée. Les gardes se rendent et les villageois vous donnent une bourse remplie d'or pour vous remercier de les avoir aidé !",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 250,
          "money": 1200,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous allez voir le seigneur et lui annoncez que son village compte organiser une rébellion. Après avoir longuement discuté, vous parvenez à gagner sa confiance et en profitez pour lui enfoncer une dague dans le cœur. Les gardes loyaux au seigneur se précipitent sur vous et vous immobilisent. L’un d'eux propose de vous exécuter devant le village tout entier pour faire passer le message mais la révolte fait alors rage ! Les villageois finissent par réussir à faire fuir les gardes et vous offrent une large bourse d’or pour vous remercier.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 250,
          "money": 800,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous allez voir le seigneur et lui annoncez qu'une rébellion s'organise. Après avoir longuement discuté, vous parvenez à gagner sa confiance et lui enfoncez une dague dans le cœur. Les gardes loyaux au dirigeant vous attaquent, mais d’autres qui ne souhaitaient que sa mort vous aident à fuir. De retour au village, on vous offre un peu d’argent et un objet pouvant être utile.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 550,
          "money": 100,
          "item": true
        }
      ]
    },
    "🗣️": {
      "translations": {
        "fr": "Répéter au seigneur ce que vous avez entendu.",
        "en": ""
      },
      "issues": [
        {
          "translations": {
            "fr": "Vous allez visiter le seigneur, lui parlez de la demande du villageois et l'aidez à le retrouver. Il vous remercie et vous repartez.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 150,
          "money": 0,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous allez visiter le seigneur et lui comptez la traîtrise raignant dans le village voisin, vous lui annoncez que vous êtes prêt à le lui remettre en échange d’une importante somme d'argent. Il accepte votre offre et vous le conduisez jusqu'au traître qui est exécuté sous vos yeux. Sur la route, vous vérifiez la bourse qu'il vous a donné et vous rendez compte qu'elle ne contient que peu de pièces !",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 250,
          "money": 25,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous allez visiter le seigneur et lui parlez de la demande du villageois et lui expliquez que vous pouvez l'aider à retrouver le rebelle, mais qu'en échange vous souhaitez une belle somme d'argent. Il accepte et vous demande de l'aider à le retrouver. Ensemble, vous y parvenez mais lorsque vous demandez l'argent au seigneur, celui-ci se défile. Un duel s'engage mais le seigneur ne fait pas le poids face à vos talents d'épéiste. Il n'avait cependant pas beaucoup de richesses sur lui.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 250,
          "money": 100,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous allez visiter le seigneur, mais les gardes ne vous laissent pas passer. Vous leur faites savoir que c'est important, mais ils ne veulent rien entendre. Sous leur menaces, vous repartez en poussant un juron, impuissant.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 150,
          "money": 0,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous décidez de répéter au seigneur ce que vous avez entendu, mais sur votre route vous croisez un villageois qui semble avoir deviné votre intention de trahir le village. Vous tentez de forcer le passage mais des renforts sont vites arrivés. Encerclé par la foule haineuse, vous êtes mis à terre et violemment frappé.",
            "en": ""
          },
          "lostTime": 0,
          "health": -60,
          "effect": ":head_bandage:",
          "experience": 0,
          "money": 0,
          "item": false
        }
      ]
    },
    "🚶": {
      "translations": {
        "fr": "Ne pas prendre de risques et s'en aller au plus vite.",
        "en": ""
      },
      "issues": [
        {
          "translations": {
            "fr": "Vous décidez de ne pas vous engager dans cette folie et repartez au plus vite. Malheureusement, vous croisez un garde avide de richesse sur votre chemin qui vous demande de vous arrêter. Vous êtes rapidement immobilisé et dépouillé.",
            "en": ""
          },
          "lostTime": 0,
          "health": -5,
          "effect": ":smiley:",
          "experience": 0,
          "money": -300,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous ne voulez pas risquer votre vie et déclinez donc l'offre avant de partir en remerciant les villageois de vous avoir accueilli.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 150,
          "money": 0,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous déclarez être épuisé, ils vous trouvent un logement où vous vous reposez. Vous profitez de la nuit pour fuir le village.",
            "en": ""
          },
          "lostTime": 0,
          "health": 10,
          "effect": ":smiley:",
          "experience": 350,
          "money": 0,
          "item": false
        },
        {
          "translations": {
            "fr": "Vous leur dites que vous ne pouvez pas combattre le seigneur car vous êtes épuisé. Ils acceptent de vous offrir un logement où vous vous reposez. Vous emportez un objet pendant la nuit et fuyez aussi vite que possible.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 450,
          "money": 0,
          "item": true
        },
        {
          "translations": {
            "fr": "Vous dites aux villageois que vous êtes épuisé et leur demandez de vous laisser une nuit afin de vous préparer. Ils acceptent et lorsque la nuit tombe, vous rassemblez vos affaires et fuyez le village. Dans votre précipitation vous faites malheureusement tomber une partie de votre bourse.",
            "en": ""
          },
          "lostTime": 0,
          "health": 0,
          "effect": ":smiley:",
          "experience": 150,
          "money": -250,
          "item": false
        }
      ]
    },
    "end": [
      {
        "translations": {
          "fr": "🚶 Vous réfléchissez à l'offre du villageois mais n'y répondez pas. Il insiste et vous partez sans dire un mot, songeur.",
          "en": "🚶 "
        },
        "lostTime": 0,
        "health": 0,
        "effect": ":smiley:",
        "experience": 150,
        "money": 0,
        "item": false
      },
      {
        "translations": {
          "fr": "🏃 Vous ne réagissez pas, et lorsque votre interlocuteur s’en va, vous fuyez le village pour ne pas avoir d'ennuis avec le seigneur.",
          "en": "🏃 "
        },
        "lostTime": 0,
        "health": 0,
        "effect": ":smiley:",
        "experience": 150,
        "money": 0,
        "item": false
      },
      {
        "translations": {
          "fr": "🕵️ Vous réfléchissez à l'offre du villageois mais vous êtes rapidement apréhendé par des gardes ayant entendu la conversation. Vos protestations ne vous sauvent pas d'une journée en cellule.",
          "en": "🕵️ "
        },
        "lostTime": 0,
        "health": 0,
        "effect": ":lock:",
        "experience": 0,
        "money": 0,
        "item": false
      }
    ]
  }
}
